Revit 2027 API
ParameterTypeId.BeamVJustification Property
 "z-Direction Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BeamVJustification { get; }
Public Shared ReadOnly Property BeamVJustification As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BeamVJustification {
	ForgeTypeId^ get ();
}
static member BeamVJustification : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace